//заготовки карточек
// 1.
let cards_started = [{
    "id_c": "1401",
    "id_lesson_f": "104",
    "type_c": "info",
    "title_c": "Подвздошно-поясничная мышца",
    "body_c": "Мы начнем изучение сгибателей бедра с самой глубокой мышцы-сгибателя - подвздошно-поясничной мышцы.<br>\r\n<br>\r\nОна состоит из трех мышц:<br>\r\n 1. Большая поясничная мышца.<br>\r\n 2. Подвздошная мышца.<br>\r\n 3. Малая поясничная мышца.",
    "r_ans": null,
    "img": "ppm_show1.gif",
    "num": 1
}, {
    "id_c": "1402",
    "id_lesson_f": "104",
    "type_c": "info",
    "title_c": "Большая поясничная мышца",
    "body_c": "<b>Начинается от:</b><br>\r\n - боковой поверхности тела 12 грудного позвонка;<br>\r\n - тел четырёх верхних поясничных позвонков;<br>\r\n - соответствующих межпозвоночных дисков;<br>\r\n - поперечных отростков всех поясничных позвонков (более глубокие мышечные пучки)",
    "r_ans": "",
    "img": "PPM_beg5.png",
    "num": 2
}, {
    "id_c": "1404",
    "id_lesson_f": "104",
    "type_c": "radio",
    "title_c": "Выберите правильный ответ",
    "body_c": ["Ответ 1", "Ответ 2"],
    "r_ans": "0",
    "img": null,
    "num": 3,
    "user_answer": "0"
}, {
    "id_c": "1405",
    "id_lesson_f": "104",
    "type_c": "info",
    "title_c": "Прямая мышца бедра",
    "body_c": "Начинается от:<br>\r\n- передней нижней подвздошной ости;<br>\r\n- надвертлужной борозды;<br>\r\n- капсулы сустава.<br>\r\n",
    "r_ans": null,
    "img": "rect_beg.gif",
    "num": 4
}, {
    "id_c": "1406",
    "id_lesson_f": "104",
    "type_c": "radio",
    "title_c": "Назовите функцию прямой мышцы бедра для ТБС",
    "body_c": ["Сгибание", "Разгибание"],
    "r_ans": "0",
    "img": null,
    "num": 5
}]

//-------------  2  ------------------

let cards_tests_new = [{
    "id_c": "1401",
    "id_lesson_f": "104",
    "type_c": "radio",
    "title_c": "Выберите правильный ответ",
    "body_c": ["Ответ 1", "Ответ 2"],
    "r_ans": "0",
    "img": null,
    "num": 1,
    "user_answer": "1"
},{ 
    "id_c": "1402",
    "id_lesson_f": "104",
    "type_c": "radio",
    "title_c": "Выберите правильный ответ",
    "body_c": ["Ответ 1", "Ответ 2"],
    "r_ans": "0",
    "img": null,
    "num": 2,
},{ 
    "id_c": "1403",
    "id_lesson_f": "104",
    "type_c": "radio",
    "title_c": "Выберите правильный ответ",
    "body_c": ["Ответ 1", "Ответ 2"],
    "r_ans": "0",
    "img": null,
    "num": 3,
    "user_answer": "0"
},{ 
    "id_c": "1404",
    "id_lesson_f": "104",
    "type_c": "radio",
    "title_c": "Выберите правильный ответ",
    "body_c": ["Ответ 1", "Ответ 2"],
    "r_ans": "0",
    "img": null,
    "num": 2,
},]